Repository: tlacan/queChoisir
Catalog: DesignSystem/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: fr

source: %@: %lld out of 100
fr: %@ : %lld sur 100

source: Add Product
fr: Ajouter un Produit

source: Analyze
fr: Analyser

source: Analyze %@
fr: Analyser %@

source: Compare
fr: Comparer

source: Consumption
fr: Consommation

source: Consumption Weight
fr: Poids de la Consommation

source: Error
fr: Erreur

source: Overall Score
fr: Score Global

source: Price
fr: Prix

source: Price Weight
fr: Poids du Prix

source: Refresh all products
fr: Actualiser tous les produits

source: Repairability
fr: Réparabilité

source: Repairability Weight
fr: Poids de la Réparabilité

source: Reputation
fr: Réputation

source: Reputation Weight
fr: Poids de la Réputation

source: Reviews
fr: Avis

source: Reviews Weight
fr: Poids des Avis

source: Select products to compare
fr: Sélectionner les produits à comparer

source: Settings
fr: Réglages

source: Top Products
fr: Meilleurs Produits

source: Weight Settings
fr: Réglages des Poids
